Revit 2027 API
ParameterTypeId.ViewportSheetCollection Property
 "Sheet Collection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewportSheetCollection { get; }
Public Shared ReadOnly Property ViewportSheetCollection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewportSheetCollection {
	ForgeTypeId^ get ();
}
static member ViewportSheetCollection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace